# Landing page


## Hero

get-started = Начало

## Why use Firefox Monitor?

why-use-monitor = Зачем использовать { -brand-fx-monitor }?
identifying-breaches = Выявление и устранение утечек данных — важный шаг в обеспечении вашей конфиденциальности в Интернете.
protect-account = Защитите свои аккаунты
protect-account-prevent-hackers = Предотвратите проникновение хакеров в ваши аккаунты с помощью утёкших паролей.
prevent-fraud = Предотвращайте мошенничество и киберпреступления
prevent-fraud-keep-info = Держите вашу информацию подальше от хакеров, которые хотят выдать себя за вас и совершить преступления.
get-alerts = Получайте оповещения о новых утечках
get-alerts-find-out = Узнайте, была ли ваша личная информация была скомпрометирована в результате новой известной утечки.

## Here’s how it works

how-it-works = Вот как это работает
check-for-breaches = Проверьтесь на утечки
check-for-breaches-we-search = Мы проверим все известные утечки данных с 2007 года, чтобы убедиться, что ваша информация не была скомпрометирована.
protect-accounts = Защитите свои аккаунты
protect-accounts-clear-steps = Мы дадим вам четкие инструкции о том, что делать дальше в случае любой утечки данных, которая вас касается.
alerts-for-breaches = Получайте оповещения о новых утечках
alerts-for-breaches-monitor-new = Мы будем постоянно отслеживать новые утечки данных и сообщим вам, если они вас касаются.

## Your privacy is safe with us

safe-with-us = Ваша конфиденциальность в безопасности с нами
parent-company = В { -brand-Mozilla }, материнской компании { -brand-firefox } и { -brand-fx-monitor }, мы считаем, что безопасность и конфиденциальность людей в Интернете имеют основополагающее значение и не должны рассматриваться как необязательные.
our-mission = Наша миссия состоит в том, чтобы сделать Интернет лучше, где люди могут формировать свой собственный опыт, чувствовать себя увереннее и оставаться в безопасности. Мы полностью принадлежим { -brand-mozilla-foundation }, некоммерческой организации, что позволяет нам ставить личную и общественную пользу выше прибыли.
learn-more-mission = Узнайте больше о нашей миссии

## Top questions about Firefox Monitor

top-questions-about-monitor = Самые популярные вопросы о { -brand-fx-monitor }
see-all-faq = Просмотреть все частые вопросы

# question and answer
what-is-breach = Что такое утечка данных?
when-info-exposed = Утечка данных происходит, когда личная или конфиденциальная информация раскрывается, украдена или скопирована без разрешения. Эти инциденты безопасности могут быть результатом кибератак на веб-сайты, приложения или любую базу данных, в которой хранится личная информация людей. Утечка данных также может произойти случайно, например, если чьи-то учётные данные для входа случайно будут опубликованы публично.

# question and answer
what-do-i-do = Я только что узнал, что меня затронула утечка данных. Что мне делать?
visit-monitor-to-learn = Посетите { -brand-fx-monitor }, чтобы узнать, что делать после утечки данных. Хакеры полагаются на людей, повторно использующих пароли, поэтому важно создавать надежные уникальные пароли для всех ваших аккаунтов. Храните свои пароли в надежном месте, доступ к которому есть только у вас; это может быть то же место, где вы храните важные документы, или менеджер паролей.

# question and answer
what-gets-exposed = Какая информация раскрывается при утечке данных?
depends-on-hackers = Не все утечки раскрывают одну и ту же информацию. Это зависит от того, к чему могут получить доступ хакеры. Многие утечки данных раскрывают адреса электронной почты и пароли. Другие раскрывают более конфиденциальную информацию, такую как номера банковских карт, номера паспортов и номера социального страхования.

## See if you’ve been in a data breach

see-if-data-breach = Узнайте, были ли вы затронуты утечкой данных
hibp-footer-attribution = Данные об утечке предоставлены <b>{ -brand-HIBP }</b>

