# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

# Recommendation subhead
rec-ssn-subhead = Просмотрите свои отчёты по кредитам
# Link title
rec-ssn-cta = Запросите отчёты по кредитам
rec-ssn =
    По закону вы можете получить три бесплатных отчёта по кредитам в год.
    Их запрос и просмотр никак не затрагивает ваши кредиты.
    Ищите счета, ссуды или кредитные карты, о которых вам ничего не известно.
# Recommendation subhead
rec-pw-1-subhead = Смените пароль
# Link title
rec-pw-1-cta = Смените пароль для этого веб-сайта
rec-pw-1-2 = Сделайте этот пароль уникальным и отличающимся от других, которые вы используете. Хорошей стратегией является использовать два или более не связанных между собой слова, чтобы создать фразу-пароль, и включить цифры и символы.
# Recommendation subhead
rec-pw-2-subhead = Измените другие логины с таким же паролем
# Link title
rec-pw-2-cta-fx = Посмотреть логины в { -brand-name }
rec-pw-2 = Повторное использование паролей превращает одну утечку в несколько. Теперь, когда пароль в неё попал, хакеры могут использовать его для входа в другие аккаунты.
# Recommendation subhead
rec-pw-3-subhead = Используйте менеджер паролей, чтобы брать свои пароли с собой
# Link title
rec-pw-3-cta = Скачайте { -brand-lockwise }
rec-pw-3-fx = Используйте { -brand-lockwise } для безопасного доступа к паролям, которые вы сохранили в { -brand-name }, где угодно — даже вне браузера.
rec-pw-3-non-fx =
    Используйте { -brand-lockwise }, чтобы отслеживать все свои
    пароли и иметь к ним безопасный доступ со своего телефона или планшета.
# Recommendation subhead
rec-pw-4-subhead = Настройте двухфакторную аутентификацию (2FA)
# Link title
rec-pw-4-cta = Посмотреть сайты, которые поддерживают двухфакторную аутентификацию
rec-pw-4 = Многие сайты имеют возможность включения двухфакторной аутентификации для повышения безопасности. Это требует ввода дополнительной информации для входа в ваш аккаунт, например, одноразового кода, получаемого в текстовом сообщении.
# Recommendation subhead
rec-bank-acc-subhead = Следите за своими банковскими выписками
rec-bank-acc =
    Проверьте свои банковские выписки на предмет подозрительной активности или необычных
    оплат. Сообщите в банк, если увидите что-нибудь, о чём не знаете
# Recommendation subhead
rec-cc-subhead = Следите за выписками по вашей банковской карте
rec-cc =
    Обратите внимание на странные платежи по своей кредитной карте. Возможно, вы захотите
    запросить новую карту с новым номером у издателя вашей кредитной карты.
# Recommendation subhead
rec-email-mask-subhead = Используйте псевдонимы электронной почты
rec-email-cta = Попробуйте { -brand-relay }
rec-email =
    Указывая реальный адрес электронной почты, вы облегчаете злоумышленникам или трекерам нахождение
    ваших паролей или отслеживание вас в Интернете. Такая служба, как { -brand-relay } скрывает ваш
    настоящий адрес электронной почты и пересылает на него письма с публичного адреса.
# Recommendation subhead
rec-ip-subhead-2 = Используйте VPN для маскировки вашего IP-адреса
# Recommendation subhead
rec-moz-vpn-cta = Попробуйте { -brand-mozilla-vpn }
rec-moz-vpn-update-2 = Ваш IP-адрес определяет ваше местоположение и вашего Интернет-провайдера. Такие сервисы, как { -brand-mozilla-vpn }, маскируют ваш IP-адрес, чтобы скрыть ваше местоположение.
rec-hist-pw-subhead = Избегайте повторного использования паролей
# Link title
rec-hist-pw-cta-fx = Посмотрите логины в { -brand-name }
rec-hist-pw =
    Используйте уникальные надёжные пароли для каждого аккаунта. Если один пароль
    появится в утечке данных, вам нужно будет сменить его только в одном аккаунте.
# Recommendation subhead
rec-sec-qa-subhead = Создайте уникальные ответы на секретные вопросы
rec-sec-qa =
    Многие веб-сайты задают одинаковые вопросы. Если будет использоваться только один ответ —
    информация потеряна. Создавайте длинные, случайные ответы и храните их в надёжном месте.
# Recommendation subhead
rec-phone-num-subhead = Не разглашайте свой номер телефона
rec-phone-num =
    Старайтесь не сообщать свой номер телефона при подписке на новые
    аккаунты или сервисы. Если номер телефона не требуется, не вводите его.
# Recommendation subhead
rec-dob-subhead = Избегайте использования личной информации в паролях
rec-dob =
    Поскольку дату вашего рождения легко найти в публичных источниках,
    лучше не использовать её в паролях и PIN-кодах. Люди, знающие
    ваш день рождения, также легко смогут угадать ваш PIN-код.
# Recommendation subhead
rec-pins-subhead = Усильте безопасность ваших паролей
rec-pins =
    Надёжный PIN-код не содержит личной информации, например, даты вашего рождения
    или адресов. Это должно быть число, известное только вам, и его должно быть нелегко угадать.
# Recommendation subhead
rec-address-subhead = Избегайте использования адресов в паролях
rec-address =
    Использование адреса или улицы, на которой вы выросли, ослабляют ваши
    пароли. Так как эту информацию легко найти в открытом доступе, то такие
    пароли будет легко угадать.
# Recommendation subhead
rec-gen-1-subhead = Используйте уникальные, надёжные пароли для каждого аккаунта
# Link title
rec-gen-1-cta = Как создавать надёжные пароли
rec-gen-1 =
    Повторное использование пароля ставит под угрозу все ваши аккаунты. Это означает, что если
    один пароль будет раскрыт, хакеры получат ключи к нескольким аккаунтам.
# Recommendation subhead
rec-gen-2-subhead = Храните пароли в надёжном месте
# Link title
rec-gen-2-cta = Мифы о менеджерах паролей
rec-gen-2 =
    Сохраняйте данные для входа в безопасном месте, доступном только вам, например,
    в менеджере паролей. Это также позволяет легко отслеживать все ваши пароли.
# Recommendation subhead
rec-gen-3-subhead = Будьте осторожны при разглашении личной информации
# Link title
rec-gen-3-cta = Читать больше советов по безопасности
rec-gen-3 =
    Не передавайте личные данные без необходимости. Если вас попросят
    ввести или передать ваш адрес электронной почты, почтовый индекс или номер телефона, вы можете отказаться.
# Recommendation subhead
rec-gen-4-subhead = Регулярно обновляйте ПО и приложения
rec-gen-4 =
    Обновление приложений, браузеров и операционной системы делает ваши
    устройства более безопасными. Эти обновления исправляют ошибки, уязвимости программного обеспечения и проблемы безопасности.
