# Landing page


## Hero

get-started = Розпочати

## Why use Firefox Monitor?

why-use-monitor = Які переваги користування { -brand-fx-monitor }?
identifying-breaches = Виявлення та усунення наслідків витоків даних — важливий крок у забезпеченні вашої приватності в інтернеті.
protect-account = Захистіть свої облікові записи
protect-account-prevent-hackers = Запобігайте проникненню хакерів у ваші облікові записи за допомогою зламаних паролів.
prevent-fraud = Запобігайте шахрайству та кіберзлочинам
prevent-fraud-keep-info = Тримайте свою інформацію якомога далі від хакерів, які хочуть видати себе за вас і вчинити злочини.
get-alerts = Отримуйте сповіщення про нові витоки
get-alerts-find-out = Дізнайтеся, коли ваша особиста інформація була скомпрометована в результаті нового відомого витоку.

## Here’s how it works

how-it-works = Ось як це працює
check-for-breaches = Перевірка на витік даних
check-for-breaches-we-search = Ми виконаємо пошук серед усіх відомих витоків даних з 2007 року, щоб перевірити, чи була ваша інформація скомпрометована.
protect-accounts = Захист ваших облікових записів
protect-accounts-clear-steps = Ми надамо вам чіткі поради про подальші дії у випадку будь-якого витоку даних, що стосується вас.
alerts-for-breaches = Отримання сповіщень про нові витоки
alerts-for-breaches-monitor-new = Ми постійно відстежуватимемо нові витоки даних і повідомимо вас, якщо це зачіпає вас.

## Your privacy is safe with us

safe-with-us = Ваша приватність у безпеці з нами
parent-company = У { -brand-Mozilla }, материнській компанії { -brand-firefox } і { -brand-fx-monitor }, ми вважаємо, що безпека та приватність людей в інтернеті фундаментальні й не повинні вважатися необов’язковими.
our-mission = Наша місія — створення кращого інтернету, в якому люди зможуть формувати свій власний досвід, відчувати себе сильнішими та залишатися в безпеці. Ми повністю належимо некомерційній організації { -brand-mozilla-foundation }, що дає нам змогу ставити особисту та суспільну вигоду над прибутком.
learn-more-mission = Докладніше про нашу місію

## Top questions about Firefox Monitor

top-questions-about-monitor = Популярні запитання про { -brand-fx-monitor }
see-all-faq = Переглянути всі поширені запитання

# question and answer
what-is-breach = Що саме є витоком даних?
when-info-exposed = Витік даних відбувається, коли особисту чи приватну інформацію розкривають, викрадають або копіюють без дозволу. Ці інциденти безпеки можуть бути результатом кібератак на вебсайти, застосунки або будь-яку базу даних, в якій зберігається особиста інформація людей. Витік даних також може статися випадково, наприклад, якщо чиїсь облікові дані для входу випадково опубліковано для всіх.

# question and answer
what-do-i-do = Мені щойно стало відомо, що мої дані потрапили до витоку даних. Що мені робити?
visit-monitor-to-learn = Відвідайте { -brand-fx-monitor }, щоб дізнатися, що робити після витоку даних. Хакери покладаються на те, що люди повторно використовують паролі, тому важливо створювати надійні унікальні паролі для всіх ваших облікових записів. Зберігайте свої паролі в безпечному місці, до якого маєте доступ лише ви; це може бути те саме місце, де ви зберігаєте важливі документи або менеджер паролів.

# question and answer
what-gets-exposed = Яка інформація розкривається у витоках даних?
depends-on-hackers = Не всі витоки розривають однакову інформацію. Це залежить лише від того, до чого можуть отримати доступ хакери. Багато витоків даних розкривають електронні адреси та паролі. Інші розкривають конфіденційнішу інформацію, таку як номери кредитних карток, номери паспортів і номери соціального страхування.

## See if you’ve been in a data breach

see-if-data-breach = Перевірте, чи не потрапили ваші дані у витоки даних.
hibp-footer-attribution = Інформацію про витоки даних надає <b>{ -brand-HIBP }</b>

