# Recommendation subhead
rec-ssn-subhead = Перегляньте свої кредитні звіти
# Link title
rec-ssn-cta = Запитати кредитні звіти
rec-ssn =
    За законом, ви отримуєте три безкоштовні кредитні звіти на рік. 
    Запит і перегляд не впливає на ваш кредит. 
    Шукайте рахунки, позики чи кредитні картки, яких ви не впізнаєте.
# Recommendation subhead
rec-pw-1-subhead = Змініть свій пароль
# Link title
rec-pw-1-cta = Змінити пароль для цього сайту
rec-pw-1 =
    Зробіть цей пароль унікальним і не схожим на будь-які інші. 
    Хорошою стратегією є поєднання двох чи більше не пов'язаних 
    між собою слів для створення парольної фрази.
