# Recommendation subhead
rec-ssn-subhead = Перегляньте свої кредитні звіти
# Link title
rec-ssn-cta = Запитати кредитні звіти
rec-ssn =
    За законом, ви отримуєте три безкоштовні кредитні звіти на рік. 
    Запит і перегляд не впливає на ваш кредит. 
    Шукайте рахунки, позики чи кредитні картки, яких ви не впізнаєте.
# Recommendation subhead
rec-pw-1-subhead = Змініть свій пароль
# Link title
rec-pw-1-cta = Змінити пароль для цього сайту
rec-pw-1 =
    Зробіть цей пароль унікальним і не схожим на будь-які інші. 
    Хорошою стратегією є поєднання двох чи більше не пов'язаних 
    між собою слів для створення парольної фрази.
# Recommendation subhead
rec-pw-2-subhead = Оновіть інші входи з таким самим паролем
# Link title
rec-pw-2-cta-fx = Переглянути записи в { -brand-name }
rec-pw-2 =
    Повторне використання паролів перетворює одну вразливість в декілька. Якщо цей 
    пароль викрито, хакери можуть використати його для доступу до інших облікових записів.
# Recommendation subhead
rec-pw-3-subhead = Використовуйте менеджер паролів, щоб всюди мати доступ до своїх паролів
# Link title
rec-pw-3-cta = Отримати { -brand-lockwise }
rec-pw-3-fx =
    Використовуйте { -brand-lockwise } для безпечного доступу до паролів, які ви зберегли в 
    { -brand-name } — навіть поза межами браузера.
rec-pw-3-non-fx =
    Використовуйте { -brand-lockwise }, щоб контролювати всі свої паролі 
    й мати безпечний доступ до них з телефона чи планшета.
# Recommendation subhead
rec-pw-4-subhead = Встановіть двохетапну перевірку (2FA)
# Link title
rec-pw-4-cta = Перегляньте сайти, які пропонують 2FA
rec-pw-4 =
    Багато веб-сайтів пропонують 2FA для кращого захисту. При цьому, 
    щоб увійти в обліковий запис, необхідна додаткова перевірка, наприклад, 
    одноразовий код, який ви отримуєте в текстовому повідомленні.
# Recommendation subhead
rec-bank-acc-subhead = Контролюйте свої банківські виписки
rec-bank-acc =
    Перевіряйте свої банківські виписки на наявність підозрілих дій чи незвичних 
    витрат. Повідомте свій банк, якщо ви побачите щось, чого ви не впізнаєте
# Recommendation subhead
rec-cc-subhead = Контролюйте виписки своєї кредитної картки
rec-cc =
    Слідкуйте за дивними платежами на своїй кредитній картці. Ви можете захотіти 
    отримати нову картку з новим номером від емітента вашої картки.
# Recommendation subhead
rec-ip-subhead = Використовуйте сервіс, який маскує вашу IP-адресу
# Link title
rec-ip-us-cta = Спробуйте { -brand-fpn }
