# Recommendation subhead
rec-ssn-subhead = Перегляньте свої кредитні звіти
# Link title
rec-ssn-cta = Запитати кредитні звіти
rec-ssn =
    За законом, ви отримуєте три безкоштовні кредитні звіти на рік. 
    Запит і перегляд не впливає на ваш кредит. 
    Шукайте рахунки, позики чи кредитні картки, яких ви не впізнаєте.
# Recommendation subhead
rec-pw-1-subhead = Змініть свій пароль
# Link title
rec-pw-1-cta = Змінити пароль для цього сайту
rec-pw-1 =
    Зробіть цей пароль унікальним і не схожим на будь-які інші. 
    Хорошою стратегією є поєднання двох чи більше не пов'язаних 
    між собою слів для створення парольної фрази.
# Recommendation subhead
rec-pw-2-subhead = Оновіть інші входи з таким самим паролем
# Link title
rec-pw-2-cta-fx = Переглянути записи в { -brand-name }
rec-pw-2 =
    Повторне використання паролів перетворює одну вразливість в декілька. Якщо цей 
    пароль викрито, хакери можуть використати його для доступу до інших облікових записів.
# Recommendation subhead
rec-pw-3-subhead = Використовуйте менеджер паролів, щоб всюди мати доступ до своїх паролів
# Link title
rec-pw-3-cta = Отримати { -brand-lockwise }
rec-pw-3-fx =
    Використовуйте { -brand-lockwise } для безпечного доступу до паролів, які ви зберегли в 
    { -brand-name } — навіть поза межами браузера.
rec-pw-3-non-fx =
    Використовуйте { -brand-lockwise }, щоб контролювати всі свої паролі 
    й мати безпечний доступ до них з телефона чи планшета.
# Recommendation subhead
rec-pw-4-subhead = Встановіть двоетапну перевірку (2FA)
# Link title
rec-pw-4-cta = Перегляньте сайти, які пропонують 2FA
rec-pw-4 =
    Багато вебсайтів пропонують 2FA для кращого захисту. При цьому, 
    щоб увійти в обліковий запис, необхідна додаткова перевірка, наприклад, 
    одноразовий код, який ви отримуєте в текстовому повідомленні.
# Recommendation subhead
rec-bank-acc-subhead = Контролюйте свої банківські виписки
rec-bank-acc =
    Перевіряйте свої банківські виписки на наявність підозрілих дій чи незвичних 
    витрат. Повідомте свій банк, якщо ви побачите щось, чого ви не впізнаєте
# Recommendation subhead
rec-cc-subhead = Контролюйте виписки своєї кредитної картки
rec-cc =
    Слідкуйте за дивними платежами на своїй кредитній картці. Ви можете захотіти 
    отримати нову картку з новим номером від емітента вашої картки.
# Recommendation subhead
rec-ip-subhead = Використовуйте сервіс, який маскує вашу IP-адресу
# Link title
rec-ip-us-cta = Спробуйте { -brand-fpn }
rec-ip-us =
    Ваша адреса інтернет-протоколу (IP-адреса) визначає ваше розташування 
    й провайдера інтернету. Сервіс { -brand-fpn } 
    замасковує вашу IP-адресу, щоб приховати ваше розташування.
rec-ip-non-us =
    Ваша адреса інтернет-протоколу (IP-адреса) визначає ваше розташування 
    й провайдера інтернету. За допомогою віртуальної приватної мережі (VPN) ви 
    можете приховати своє розташування і замаскувати IP-адресу.
rec-hist-pw-subhead = Уникайте повторного використання паролів
# Link title
rec-hist-pw-cta-fx = Переглянути паролі в { -brand-name }
rec-hist-pw =
    Використовуйте унікальні, надійні паролі для кожного облікового запису. 
    Якщо один пароль потрапить до витоку даних, вам доведеться змінити лише його.
# Recommendation subhead
rec-sec-qa-subhead = Створюйте унікальні відповіді на питання безпеки
rec-sec-qa =
    Багато вебсайтів пропонують однакові питання. Якщо одну відповідь буде викрито 
    інформація стане доступною. Створюйте довгі, випадкові відповіді й зберігайте їх у безпеці.
# Recommendation subhead
rec-phone-num-subhead = Уникайте поширення номера телефону
rec-phone-num =
    Намагайтеся уникати розкриття свого номера телефону при реєстрації 
    в нових облікових записах. Якщо номер телефону не обов'язковий, не вказуйте його.
# Recommendation subhead
rec-dob-subhead = Уникайте використання особистої інформації в PIN-кодах
rec-dob =
    Оскільки вашу дату народження легко знайти в загальнодоступних записах, 
    краще уникати її використання в паролях і PIN-кодах. Люди, які 
    знають вашу дату народження, зможуть легко вгадати ваш PIN-код.
# Recommendation subhead
rec-pins-subhead = Посильте безпеку своїх PIN-кодів
rec-pins =
    Надійний PIN не містить особистих даних, наприклад, дати народження чи адреси. 
    Це повинен бути номер, який знаєте лише ви, та який важко вгадати.
# Recommendation subhead
rec-address-subhead = Уникайте використання адрес у паролях
rec-address =
    Використання адрес чи вулиць, на яких ви виросли, робить 
    ваші паролі вразливими. Оскільки таку інформацію нескладно знайти, 
    це дозволяє легко відгадати ваші паролі.
# Recommendation subhead
rec-gen-1-subhead = Використовуйте унікальні, надійні паролі для кожного облікового запису
# Link title
rec-gen-1-cta = Як створювати надійні паролі
rec-gen-1 =
    Повторне використання паролів ставить усі ваші облікові записи під загрозу. 
    Це означає, що у випадку викриття одного паролю, хакери отримають ключ 
    до багатьох облікових записів.
# Recommendation subhead
rec-gen-2-subhead = Зберігайте паролі в безпечному місці
# Link title
rec-gen-2-cta = Міфи про менеджери паролів
rec-gen-2 =
    Збережіть свої дані для входів у безпечному місці, до якого маєте доступ лише ви, 
    наприклад, в менеджері паролів. Це також дозволить легко контролювати усі
    ваші паролі.
# Recommendation subhead
rec-gen-3-subhead = Будьте обережні щодо надання особистої інформації
# Link title
rec-gen-3-cta = Прочитайте більше порад щодо безпеки
rec-gen-3 =
    Не передавайте особисту інформацію без необхідності. Якщо вас просять 
    ввести чи надати свою електронну адресу, поштовий індекс чи номер телефону, 
    ви можете відмовитись.
# Recommendation subhead
rec-gen-4-subhead = Регулярно оновлюйте програмне забезпечення
rec-gen-4 =
    Оновлення операційної системи і додатків вашого смартфону робить ваші 
    пристрої більш захищеними. Ці оновлення виправляють помилки, вразливості програм, 
    а також проблеми з безпекою.
