# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

# Recommendation subhead
rec-ssn-subhead = ตรวจสอบรายงานเครดิตของคุณ
# Link title
rec-ssn-cta = ขอรายงานเครดิต
rec-ssn =
    ตามกฎหมายแล้ว คุณจะได้รับรายงานข้อมูลเครดิตสามฉบับต่อปี
    การขอและตรวจสอบรายงานเหล่านั้นจะไม่กระทบต่อสินเชื่อของคุณ
    ให้มองหาบัญชี การกู้ยืม หรือบัตรเครดิตที่คุณไม่รู้จัก
# Recommendation subhead
rec-pw-1-subhead = เปลี่ยนรหัสผ่านของคุณ
# Link title
rec-pw-1-cta = เปลี่ยนรหัสผ่านสำหรับไซต์นี้
rec-pw-1-2 =
    สร้างรหัสผ่านที่ไม่ซ้ำใครและแตกต่างจากรหัสผ่านอื่น ๆ ที่คุณใช้
    เทคนิคที่ดีคือให้ผสมผสานคำที่ไม่เกี่ยวข้องกันสองคำขึ้นไป
    เพื่อสร้างรหัสผ่านที่สมบูรณ์ และให้มีตัวเลขและสัญลักษณ์ด้วย
# Recommendation subhead
rec-pw-2-subhead = อัปเดตการเข้าสู่ระบบอื่น ๆ โดยใช้รหัสผ่านเดียวกัน
# Link title
rec-pw-2-cta-fx = ดูการเข้าสู่ระบบใน { -brand-name }
rec-pw-2 =
    การใช้รหัสผ่านเดิมซ้ำๆ จะทำให้โอกาสเกิดการละเมิดข้อมูลเพิ่มขึ้นจากครั้งเดียวเป็นหลายครั้ง
    และเมื่อรหัสผ่านถูกรั่วไหลออกไปแล้ว แฮกเกอร์ก็จะสามารถใช้เพื่อเข้าสู่บัญชีอื่นๆ ได้
# Recommendation subhead
rec-pw-3-subhead = ใช้ตัวจัดการรหัสผ่าน เพื่อนำรหัสผ่านของคุณไปทุกที่
# Link title
rec-pw-3-cta = รับ { -brand-lockwise }
rec-pw-3-fx =
    ใช้ { -brand-lockwise } เพื่อเข้าถึงรหัสผ่านที่คุณบันทึกไว้อย่างปลอดภัย
    { -brand-name } ได้จากทุกที่ - แม้จะอยู่นอกเบราว์เซอร์
rec-pw-3-non-fx =
    ใช้ { -brand-lockwise } เพื่อติดตามความแตกต่างของรหัสผ่านทั้งหมดของคุณ
    และเข้าถึงได้อย่างปลอดภัยจากโทรศัพท์หรือแท็บเล็ตของคุณ
# Recommendation subhead
rec-pw-4-subhead = ตั้งค่าการรับรองความถูกต้องด้วยสองปัจจัย (2FA)
# Link title
rec-pw-4-cta = ดูไซต์ที่เสนอ 2FA
rec-pw-4 =
    มีเว็บไซต์หลายแห่งเสนอ 2FA เป็นมาตรการรักษาความปลอดภัยเพิ่มเติม
    ซึ่งต้องใช้ข้อมูลอื่นอีกอย่างหนึ่งในการเข้าสู่ระบบบัญชีของคุณ เช่น
    รหัสใช้ครั้งเดียวที่คุณได้รับทางข้อความ
# Recommendation subhead
rec-bank-acc-subhead = ตรวจสอบรายการเคลื่อนไหวของบัญชีธนาคารของคุณ
rec-bank-acc =
    ตรวจสอบรายการเคลื่อนไหวของบัญชีธนาคาร เพื่อหากิจกรรมที่น่าสงสัยหรือ
    ค่าใช้จ่ายที่ผิดปกติ แจ้งธนาคารของคุณหากคุณเห็นสิ่งที่คุณไม่ได้ทำธุรกรรม
# Recommendation subhead
rec-cc-subhead = ตรวจสอบใบแจ้งยอดบัตรเครดิตของคุณ
rec-cc =
    คอยตรวจดูบัตรเครดิตของคุณว่ามีการเรียกเก็บเงินที่น่าสงสัยหรือไม่ คุณอาจต้อง
    ขอบัตรใหม่ที่มีหมายเลขใหม่จากผู้ออกบัตรเครดิตของคุณ
# Recommendation subhead
rec-email-mask-subhead = ใช้ตัวปกปิดอีเมล
rec-email-cta = ลองใช้ { -brand-relay }
rec-email =
    การให้ที่อยู่อีเมลจริงของคุณทำให้แฮกเกอร์หรือผู้ติดตามเข้าถึงได้ง่ายขึ้น
    ค้นหารหัสผ่านของคุณหรือกำหนดเป้าหมายคุณทางออนไลน์ บริการเช่น { -brand-relay }
    ซ่อนที่อยู่อีเมลจริงของคุณในขณะที่ส่งต่ออีเมลไปยังกล่องจดหมายจริงของคุณ
# Recommendation subhead
rec-ip-subhead-2 = ใช้ VPN เพื่อปกปิดที่อยู่ IP ของคุณ
# Recommendation subhead
rec-moz-vpn-cta = ลองใช้ { -brand-mozilla-vpn }
rec-moz-vpn-update-2 =
    ที่อยู่อินเทอร์เน็ตโปรโตคอลของคุณ (ที่อยู่ IP) ระบุตำแหน่งของคุณ
    และผู้ให้บริการอินเทอร์เน็ต บริการต่างๆ เช่น { -brand-mozilla-vpn }
    จะปิดบังที่อยู่ IP ของคุณเพื่อซ่อนตำแหน่งของคุณ
rec-hist-pw-subhead = หลีกเลี่ยงการใช้รหัสผ่านซ้ำ
# Link title
rec-hist-pw-cta-fx = ดูการเข้าสู่ระบบใน { -brand-name }
rec-hist-pw =
    ใช้รหัสผ่านที่ไม่ซ้ำใครและรัดกุมสำหรับทุกบัญชี ถ้ามีรหัสผ่านตัวหนึ่งถูกเปิดเผย
    ในการละเมิดข้อมูล คุณก็แค่ต้องปรับปรุงข้อมูลส่วนนั้นเพียงอย่างเดียวเท่านั้น
# Recommendation subhead
rec-sec-qa-subhead = ระบุคำตอบที่ไม่ซ้ำกันสำหรับคำถามความปลอดภัย
rec-sec-qa =
    เว็บไซต์หลายแห่งจะถามคำถามเดียวกัน ถ้ามีคำตอบหนึ่งถูกเปิดเผย ข้อมูลก็จะรั่วไหลออกไป
    ให้สร้างคำตอบที่ยาวและสุ่ม แล้วเก็บไว้ในที่ที่ปลอดภัย
# Recommendation subhead
rec-phone-num-subhead = หลีกเลี่ยงการแบ่งปันหมายเลขโทรศัพท์ของคุณ
rec-phone-num =
    พยายามอย่าให้หมายเลขโทรศัพท์ของคุณเมื่อลงทะเบียนบัญชีหรือบริการใหม่
    ถ้าไม่จำเป็นต้องระบุหมายเลขโทรศัพท์ ก็ไม่ต้องใส่ลงไป
# Recommendation subhead
rec-dob-subhead = หลีกเลี่ยงการใช้ข้อมูลส่วนตัวในรหัส PIN
rec-dob =
    เนื่องจากวันเกิดของคุณนั้นสามารถพบได้ง่ายในข้อมูลสาธารณะ
    จึงควรหลีกเลี่ยงการใช้ในรหัสผ่านและ PIN ผู้ที่ทราบวันเกิดของคุณ
    สามารถเดารหัส PIN ของคุณได้ง่ายมากเช่นกัน
# Recommendation subhead
rec-pins-subhead = เสริมความปลอดภัยให้กับรหัส PIN ของคุณ
rec-pins =
    รหัส PIN ที่รัดกุมจะต้องไม่มีข้อมูลส่วนตัว เช่น วันเกิดหรือที่อยู่ของคุณ
    โดยควรเป็นรหัสที่คุณทราบคนเดียวเท่านั้นและไม่สามารถเดาได้ง่าย
# Recommendation subhead
rec-address-subhead = หลีกเลี่ยงการใช้ที่อยู่ในรหัสผ่าน
rec-address =
    การใช้ที่อยู่หรือชื่อถนนที่คุณเคยอาศัยอยู่จะทำให้รหัสผ่านของคุณอ่อนแอ
    เนื่องจากข้อมูลเหล่านี้สามารถพบได้ง่ายในสาธารณะ จึงทำให้รหัสผ่านเหล่านี้
    สามารถเดาได้ง่าย
# Recommendation subhead
rec-gen-1-subhead = ใช้รหัสผ่านที่ไม่ซ้ำใครและรัดกุมในทุกบัญชี
# Link title
rec-gen-1-cta = วิธีสร้างรหัสผ่านที่คาดเดายาก
rec-gen-1 =
    การใช้รหัสผ่านซ้ำกันจะทำให้บัญชีทั้งหมดของคุณมีความเสี่ยง ซึ่งหมายความว่าถ้า
    มีรหัสหนึ่งถูกเปิดเผย ก็จะเป็นกุญแจให้แฮกเกอร์เข้าสู่บัญชีต่างๆ ได้หลายบัญชี
# Recommendation subhead
rec-gen-2-subhead = เก็บรหัสผ่านไว้ในที่ที่ปลอดภัย
# Link title
rec-gen-2-cta = ความเข้าใจผิดเกี่ยวกับตัวจัดการรหัสผ่าน
rec-gen-2 =
    เก็บรายละเอียดการเข้าสู่ระบบของคุณไว้ในที่ที่ปลอดภัยซึ่งคุณเข้าถึงได้คนเดียว เช่น
    ตัวจัดการรหัสผ่าน ซึ่งจะทำให้ติดตามรหัสผ่านต่างๆ ของคุณได้ง่ายขึ้นด้วย
# Recommendation subhead
rec-gen-3-subhead = ระมัดระวังเกี่ยวกับการให้ข้อมูลส่วนตัว
# Link title
rec-gen-3-cta = อ่านเคล็ดลับความปลอดภัยเพิ่มเติม
rec-gen-3 =
    อย่าให้ข้อมูลส่วนตัวถ้าไม่จำเป็น ถ้าคุณถูกขอให้ใส่หรือให้ที่อยู่อีเมล รหัสไปรษณีย์
    หรือหมายเลขโทรศัพท์ของคุณ คุณสามารถปฏิเสธได้เลย
# Recommendation subhead
rec-gen-4-subhead = อัปเดตซอฟต์แวร์และแอปต่างๆ เป็นประจำ
rec-gen-4 =
    การอัปเดตแอป เบราว์เซอร์ และระบบปฏิบัติการในสมาร์ทโฟนของคุณจะทำให้อุปกรณ์ของคุณปลอดภัยยิ่งขึ้น
    อัปเดตเหล่านี้จะแก้ไขบั๊ก ช่องโหว่ในซอฟต์แวร์ รวมไปถึงปัญหาด้านความปลอดภัย
