# Landing page


## Hero

get-started = Έναρξη

## Why use Firefox Monitor?

why-use-monitor = Γιατί να χρησιμοποιήσω το { -brand-fx-monitor };
identifying-breaches = Η αναγνώριση και η επίλυση των παραβιάσεων δεδομένων είναι ένα σημαντικό βήμα για τη διασφάλιση του απορρήτου σας στο διαδίκτυο.
protect-account = Προστατέψτε τους λογαριασμούς σας
protect-account-prevent-hackers = Αποτρέψτε τους χάκερ από το να εισέλθουν στους λογαριασμούς σας με κωδικούς πρόσβασης που έχουν διαρρεύσει.
prevent-fraud = Αποτρέψτε τις απάτες και τα κυβερνοεγκλήματα
prevent-fraud-keep-info = Κρατήστε τις πληροφορίες σας μακριά από τους χάκερ που θέλουν να υποκλέψουν την ταυτότητά σας και να διαπράξουν εγκλήματα.
get-alerts = Λάβετε ειδοποιήσεις για νέες παραβιάσεις
get-alerts-find-out = Μάθετε κάθε φορά που τα προσωπικά σας στοιχεία διαρρέουν σε κάποια νέα παραβίαση.

## Here’s how it works

how-it-works = Δείτε πώς λειτουργεί
check-for-breaches = Έλεγχος για παραβιάσεις
check-for-breaches-we-search = Θα αναζητήσουμε όλες τις γνωστές παραβιάσεις δεδομένων από το 2007 για να δούμε εάν οι πληροφορίες σας έχουν παραβιαστεί.
protect-accounts = Προστατέψτε τους λογαριασμούς σας
protect-accounts-clear-steps = Θα σας παρέχουμε σαφή βήματα για το τι πρέπει να κάνετε μετά από κάθε παραβίαση δεδομένων στην οποία έχετε εμπλακεί.
alerts-for-breaches = Λάβετε ειδοποιήσεις για νέες παραβιάσεις
alerts-for-breaches-monitor-new = Θα παρακολουθούμε συνεχώς τις νέες παραβιάσεις δεδομένων και θα σας ενημερώνουμε εάν επηρεαστείτε.

## Your privacy is safe with us

safe-with-us = Το απόρρητό σας είναι ασφαλές μαζί μας
parent-company = Στη { -brand-Mozilla }, τη μητρική εταιρεία των { -brand-firefox } και { -brand-fx-monitor }, πιστεύουμε ότι η διαδικτυακή ασφάλεια και η ιδιωτικότητα των ατόμων είναι θεμελιώδεις και δεν πρέπει να αντιμετωπίζονται ως προαιρετικές.
our-mission = Αποστολή μας είναι ένα καλύτερο διαδίκτυο, όπου οι άνθρωποι θα μπορούν να διαμορφώνουν τις δικές τους εμπειρίες, να αισθάνονται ενδυναμωμένοι και να παραμένουν ασφαλείς. Ανήκουμε εξ ολοκλήρου στο { -brand-mozilla-foundation }, έναν μη κερδοσκοπικό οργανισμό, ο οποίος μας δίνει τη δυνατότητα να βάζουμε το ατομικό και το δημόσιο όφελος πάνω από το κέρδος.
learn-more-mission = Μάθετε περισσότερα σχετικά με την αποστολή μας

## Top questions about Firefox Monitor

top-questions-about-monitor = Κορυφαίες ερωτήσεις για το { -brand-fx-monitor }
see-all-faq = Δείτε όλες τις συχνές ερωτήσεις

# question and answer
what-is-breach = Τι ακριβώς είναι μια παραβίαση δεδομένων;
when-info-exposed = Μια παραβίαση δεδομένων συμβαίνει όταν γίνεται αποκάλυψη, κλοπή ή αντιγραφή προσωπικών ή ιδιωτικών πληροφοριών χωρίς άδεια. Αυτά τα περιστατικά ασφαλείας μπορεί να προκύψουν από κυβερνοεπιθέσεις σε ιστοτόπους, εφαρμογές ή οποιαδήποτε βάση δεδομένων που περιέχει προσωπικές πληροφορίες ατόμων. Μια παραβίαση δεδομένων μπορεί επίσης να συμβεί κατα λάθος, όπως στην περίπτωση που δημοσιευτούν ακούσια τα διαπιστευτήρια σύνδεσης κάποιου.

# question and answer
what-do-i-do = Μόλις έμαθα ότι έχω επηρεαστεί από παραβίαση δεδομένων. Τι κάνω;
visit-monitor-to-learn = Επισκεφτείτε το { -brand-fx-monitor } για να μάθετε τι πρέπει να κάνετε μετά από μια παραβίαση δεδομένων. Οι χάκερ βασίζονται σε άτομα που επαναχρησιμοποιούν κωδικούς πρόσβασης, επομένως είναι σημαντικό να δημιουργείτε ισχυρούς, μοναδικούς κωδικούς πρόσβασης για όλους σας τους λογαριασμούς. Φυλάξτε τους κωδικούς πρόσβασής σε ένα ασφαλές μέρος στο οποίο έχετε πρόσβαση μόνο εσείς. Αυτό θα μπορούσε να είναι το ίδιο μέρος όπου αποθηκεύετε σημαντικά έγγραφα ή μια εφαρμογή διαχείρισης κωδικών πρόσβασης.

# question and answer
what-gets-exposed = Ποιες πληροφορίες εκτίθενται σε παραβιάσεις δεδομένων;
depends-on-hackers = Δεν εκθέτουν όλες οι παραβιάσεις τις ίδιες πληροφορίες. Εξαρτάται μόνο από το τι μπορούν να προσπελάσουν οι χάκερ. Πολλές παραβιάσεις δεδομένων εκθέτουν διευθύνσεις email και κωδικούς πρόσβασης. Άλλες εκθέτουν πιο ευαίσθητες πληροφορίες, όπως αριθμούς πιστωτικών καρτών, διαβατηρίων και κοινωνικής ασφάλισης.

## See if you’ve been in a data breach

see-if-data-breach = Δείτε αν έχετε εμφανιστεί σε κάποια παραβίαση δεδομένων
hibp-footer-attribution = Τα δεδομένα παραβιάσεων παρέχονται από το <b>{ -brand-HIBP }</b>

