# This Source Code Form is subject to the terms of the Mozilla Public
# License, v. 2.0. If a copy of the MPL was not distributed with this
# file, You can obtain one at http://mozilla.org/MPL/2.0/.

# Recommendation subhead
rec-ssn-subhead = Ελέγξτε τις πιστωτικές σας αναφορές
# Link title
rec-ssn-cta = Ζητήστε πιστωτικές αναφορές
rec-ssn =
    Δικαιούστε τρεις δωρεάν πιστωτικές αναφορές ανά έτος βάσει νόμου.
    Η απαίτηση και ο έλεγχός τους δεν επηρεάζει την πίστωσή σας.
    Αναζητήστε λογαριασμούς, δάνεια ή πιστωτικές κάρτες που δεν αναγνωρίζετε.
# Recommendation subhead
rec-pw-1-subhead = Αλλάξτε τον κωδικό πρόσβασής σας
# Link title
rec-pw-1-cta = Αλλαγή κωδικού πρόσβασης για αυτόν τον ιστότοπο
rec-pw-1-2 =
    Κάντε αυτόν τον κωδικό πρόσβασης μοναδικό και διαφορετικό από τους υπόλοιπους.
    Μια καλή στρατηγική είναι να συνδυάσετε δύο ή περισσότερες άσχετες λέξεις για
    να δημιουργήσετε μια ολόκληρη φράση, μαζί με αριθμούς και σύμβολα.
# Recommendation subhead
rec-pw-2-subhead = Ενημερώστε άλλες συνδέσεις με τον ίδιο κωδικό πρόσβασης
# Link title
rec-pw-2-cta-fx = Προβολή συνδέσεων στο { -brand-name }
rec-pw-2 =
    Με τη συνεχή χρήση του ίδιου κωδικού πρόσβασης, η μία παραβίαση δεδομένων 
    γίνεται πολλές. Αν εκτεθεί, οι hacker μπορούν να εισέλθουν σε άλλους λογαριασμούς.
# Recommendation subhead
rec-pw-3-subhead = Πάρτε τους κωδικούς πρόσβασής σας μαζί σας με ένα εργαλείο διαχείρισης κωδικών πρόσβασης
# Link title
rec-pw-3-cta = Λήψη { -brand-lockwise }
rec-pw-3-fx =
    Χρησιμοποιήστε το { -brand-lockwise } για ασφαλή πρόσβαση σε αποθηκευμένους
    κωδικούς πρόσβασης του { -brand-name } από οπουδήποτε — ακόμα κι εκτός του προγράμματος περιήγησης.
rec-pw-3-non-fx =
    Προσπελάστε με ασφάλεια τους διαφορετικούς κωδικούς πρόσβασής σας 
    με το { -brand-lockwise } από το τηλέφωνο ή το tablet σας.
# Recommendation subhead
rec-pw-4-subhead = Ρύθμιση ελέγχου ταυτότητας δύο παραγόντων (2FA)
# Link title
rec-pw-4-cta = Δείτε ιστοσελίδες που προσφέρουν 2FA
rec-pw-4 =
    Πολλοί ιστότοποι παρέχουν 2FA ως επιπλέον μέτρο ασφαλείας. Αυτό απαιτεί
    κάποια άλλη πληροφορία για τη σύνδεση στον λογαριασμό σας, όπως έναν κωδικό
    μίας χρήσης που λαμβάνετε μέσω γραπτού μηνύματος.
# Recommendation subhead
rec-bank-acc-subhead = Ελέγξτε τις κινήσεις του τραπεζικού σας λογαριασμού
rec-bank-acc =
    Ελέγξτε την ανάλυση του τραπεζικού λογαριασμού σας για τυχόν ύποπτη ή ασυνήθιστη
    δραστηριότητα. Ειδοποιήστε την τράπεζά σας αν δεν αναγνωρίζετε κάποια καταχώρηση.
# Recommendation subhead
rec-cc-subhead = Ελέγξτε τις κινήσεις της πιστωτικής σας κάρτας
rec-cc =
    Ελέγξτε για περίεργες χρεώσεις στην πιστωτική σας κάρτα. Μπορείτε 
    να ζητήσετε μια νέα κάρτα με νέο αριθμό από την τράπεζά σας.
# Recommendation subhead
rec-email-mask-subhead = Χρήση μιας μάσκας email
rec-email-cta = Δοκιμή του { -brand-relay }
rec-email =
    Δίνοντας την πραγματική σας διεύθυνση email, βοηθάτε τους hacker ή τους ιχνηλάτες
    να βρουν τους κωδικούς πρόσβασης ή να σας στοχοποιήσουν. Μια υπηρεσία όπως το { -brand-relay }
    κρύβει την πραγματική σας διεύθυνση email και προωθεί τα email στα πραγματικά εισερχόμενά σας.
# Recommendation subhead
rec-ip-subhead-2 = Χρησιμοποιήστε ένα VPN για την απόκρυψη της διεύθυνσης IP σας
# Recommendation subhead
rec-moz-vpn-cta = Δοκιμή του { -brand-mozilla-vpn }
rec-moz-vpn-update-2 =
    Η διεύθυνση πρωτοκόλλου διαδικτύου σας (διεύθυνση IP) εντοπίζει την τοποθεσία
    και τον πάροχο υπηρεσιών διαδικτύου σας. Μια υπηρεσία όπως το { -brand-mozilla-vpn }
    αποκρύπτει τη διεύθυνση IP σας για να την απόκρυψη της τοποθεσίας σας.
rec-hist-pw-subhead = Αποφύγετε την επαναχρησιμοποίηση κωδικών πρόσβασης
# Link title
rec-hist-pw-cta-fx = Προβολή συνδέσεων στο { -brand-name }
rec-hist-pw =
    Δημιουργήστε μοναδικό, ισχυρό κωδικό πρόσβασης για κάθε λογαριασμό. Έτσι, 
    αν εκτεθεί ένας κωδικός πρόσβασης, θα χρειαστεί να αλλάξετε μόνο αυτόν.
# Recommendation subhead
rec-sec-qa-subhead = Δημιουργήστε μοναδικές απαντήσεις για τις ερωτήσεις ασφαλείας
rec-sec-qa =
    Πολλές ιστοσελίδες θέτουν τις ίδιες ερωτήσεις. Αν εκτεθεί κάποια απάντηση, οι 
    πληροφορίες θα διαρρεύσουν. Δημιουργήστε μεγάλες, τυχαίες απαντήσεις και 
    αποθηκεύστε τις σε κάποιο ασφαλές μέρος.
# Recommendation subhead
rec-phone-num-subhead = Αποφύγετε την κοινοποίηση του αριθμού τηλεφώνου σας
rec-phone-num =
    Αποφύγετε να δηλώσετε τον αριθμό τηλεφώνου σας κατά τη δημιουργία 
    νέων λογαριασμών. Αν δεν απαιτείται αριθμός τηλεφώνου, μην τον δηλώσετε.
# Recommendation subhead
rec-dob-subhead = Αποφύγετε τη χρήση προσωπικών πληροφοριών σε PIN
rec-dob =
    Επειδή η ημερομηνία γέννησής σας μπορεί να βρεθεί εύκολα σε δημόσια αρχεία, 
    καλύτερα να μην τη χρησιμοποιήσετε σε κωδικούς πρόσβασης και PINs. Όσοι 
    γνωρίζουν την ημερομηνία γέννησής σας, μπορούν εύκολα να μαντέψουν το PIN σας.
# Recommendation subhead
rec-pins-subhead = Ενισχύστε την ασφάλεια των PIN σας
rec-pins =
    Ένα ισχυρό PIN δεν περιέχει προσωπικά στοιχεία, όπως την ημερομηνία γέννησης
    ή τη διεύθυνσή σας. Θα πρέπει να είναι ένας αριθμός που μόνο εσείς γνωρίζετε και δεν
    μπορεί να μαντέψει εύκολα κάποιος.
# Recommendation subhead
rec-address-subhead = Αποφύγετε τη χρήση διευθύνσεων σε κωδικούς πρόσβασης
rec-address =
    Η χρήση διευθύνσεων ή της οδού όπου μεγαλώσατε αποδυναμώνει τους
    κωδικούς πρόσβασής σας. Επειδή αυτές οι πληροφορίες μπορούν να βρεθούν
    δημοσίως, μπορεί κάποιος να μαντέψει εύκολα τους κωδικούς πρόσβασής σας.
# Recommendation subhead
rec-gen-1-subhead = Χρησιμοποιήστε μοναδικούς, ισχυρούς κωδικούς πρόσβασης για κάθε λογαριασμό
# Link title
rec-gen-1-cta = Δημιουργία ισχυρών κωδικών πρόσβασης
rec-gen-1 =
    Η χρήση κοινού κωδικού πρόσβασης σε πολλούς λογαριασμούς είναι 
    επικίνδυνη. Αν εκτεθεί ένας κωδικός, οι hacker θα έχουν πρόσβαση σε όλους.
# Recommendation subhead
rec-gen-2-subhead = Αποθηκεύστε τους κωδικούς πρόσβασης σε ασφαλές μέρος
# Link title
rec-gen-2-cta = Μύθοι σχετικά με τη διαχείριση κωδικών πρόσβασης
rec-gen-2 =
    Αποθηκεύστε τα στοιχεία σύνδεσής σας σε ασφαλές μέρος, όπου μόνο εσείς 
    έχετε πρόσβαση, όπως ένα πρόσθετο διαχείρισης κωδικών. Αυτό διευκολύνει
    και τον έλεγχο όλων των διαφορετικών κωδικών πρόσβασής σας.
# Recommendation subhead
rec-gen-3-subhead = Να προσέχετε με τη διανομή προσωπικών πληροφοριών
# Link title
rec-gen-3-cta = Διαβάστε περισσότερες συμβουλές ασφαλείας
rec-gen-3 =
    Μην μοιράζεστε τα προσωπικά σας δεδομένα αν δεν χρειάζεται. Αν σας ζητηθεί να δώσετε
    τη διεύθυνση email, τον ταχυδρομικό κώδικα ή τον αριθμό τηλεφώνου σας, μπορείτε να αρνηθείτε.
# Recommendation subhead
rec-gen-4-subhead = Ενημερώνετε τακτικά το λογισμικό και τις εφαρμογές
rec-gen-4 = Ενημερώνοντας τις εφαρμογές, τα προγράμματα περιήγησης και τα λειτουργικά συστήματα, οι συσκευές σας γίνονται πιο ασφαλείς. Αυτές οι ενημερώσεις διορθώνουν σφάλματα, ευπάθειες λογισμικού και προβλήματα ασφαλείας.
